Repository: MohammedMahmoud01/MyAmazon-App
Catalog: Amazon/Amazon/Resources/AppResources.*.resx
Languages: ar

# lblAboutUs
source: About Us
ar: معلومات عن النطبيق

# lblAboutUsPage
source: About Us
ar: معلومات عن التطبيق

# lblAddToCart
source: Add To Cart
ar: أضافة الى عربة التسوق

# lblAddToFavourite
source: Add To Favourite
ar: أضافة الى المفضلة

# lblAllProducts
source: Show All Products
ar: عرض جميع المنتجات

# lblAppleProducts
source: Apple Products
ar: منتجات ابل

# lblArabic
source: Arabic
ar: العربية

# lblBack
source: Back
ar: الرجوع

# lblBuyNow
source: Buy Now
ar: اشترى الان

# lblCartPage
source: Cart Page
ar: عربة التسوق

# lblCartProducts
source: Show Cart Products
ar: عرض منتجات سلة التسوق

# lblConfirmPassword
source: Confirm Password
ar: تأكيد كلمة المرور

# lblDarkTheme
source: Dark
ar: أسود

# lblDiscoutPhones
source: Discout Phones
ar: خصومات

# lblElectronicsProducts
source: Electronics Products
ar: منتجات الكترونية

# lblEmail
source: Email
ar: البريد الالكترونى

# lblEmptyCart
source: Empty Cart Please Add Items in Cart
ar: العربة فارغة قم بأضافة منتجات للعربة

# lblEmptyFavourite
source: Empty Favourite Please Add Items in Favourite
ar: المفضلة فارغة قم بأضافة منتجات للمفضلة

# lblEnglish
source: English
ar: الانجليزية

# lblEnterFirstName
source: Enter First Name
ar: الاسم الاول

# lblEnterLastName
source: Enter Last Name
ar: ادخل الاسم الاخير

# lblEnterYourConfirmPassword
source: Enter Your Confirm Password
ar: ادخل تأكيد كلمة المرور

# lblEnterYourEmail
source: Enter Your Email
ar: ادخل البريد الالكترونى

# lblEnterYourPassword
source: Enter Your Password
ar: ادخل كلمة المرور

# lblFavouriteItems
source: Favourite Items
ar: منتجات المفضلة

# lblFavouritePage
source: Favourite Page
ar: المفضلة

# lblFavouriteProducts
source: Show Favourite Products
ar: عرض منتجات اعجبتك

# lblFirstName
source: First Name
ar: الاسم الاول

# lblItemDetialsPage
source: Item Detials Page
ar: تفاصيل المنتج

# lblItemListPage
source: Items List Page
ar: قائمة المنتجات

# lblLanguague
source: Languague
ar: اللغة

# lblLastName
source: Last Name
ar: الاسم الاخير

# lblLightTheme
source: Light
ar: أبيض

# lblNewProducts
source: Show New Products
ar: عرض المنتجات الجديدة

# lblNewProducts2
source: New Products
ar: منتجات جديدة

# lblNotHaveAccount
source: Don't have an Account?
ar: لا تملك بريد الكترونى؟

# lblPassword
source: Password
ar: كلمة المرور

# lblPopularProducts
source: Show Popular Products
ar: عرض المنتجات الشائعة

# lblPopularProducts2
source: Popular Products
ar: منتجات الشائعة

# lblPrice
source: Price
ar: السعر

# lblProductDescreption
source: Product Descreption
ar: تفاصيل المنتج

# lblRegister
source: Register
ar: تسجيل مستخدم جديد

# lblRelatedItems
source: Related Items
ar: منتجات مقترحة بناء على عربتك

# lblRemove
source: Remove
ar: حذف

# lblSamsungProducts
source: Samsung Products
ar: منتجات سامسونج

# lblSaveLater
source: Save Later
ar: حفظ لاحقا

# lblSearch
source: Search
ar: بحث

# lblSearchPage
source: Filter Items
ar: الفلتر

# lblSettings
source: Settings
ar: الاعدادات

# lblSettingsPage
source: Settings Page
ar: صفحة الاعدادات

# lblShowAllPhones
source: Show All Phones
ar: عرض الجميع

# lblShowAllProducts
source: Show All
ar: عرض الكل

# lblSignIn
source: Sign In
ar: تسجيل الدخول

# lblSignOut
source: Sign Out
ar: تسجيل الخروج

# lblTerms
source: I Agree With Conditions And Terms
ar: أقبل بالشروط والأحكام

# lblTotalPrice
source: The Total Price is
ar: السعر الكلى هو

# lblViewSettings
source: View Settings
ar: اعدادات الواجهة

# lblWelcome
source: Welcome
ar: مرحبا

# lblXiaomiProducts
source: Xiaomi Products
ar: منتجات شاومى
